Repository: altenwald/altenwald
Catalog: apps/books_admin/priv/gettext/*/LC_MESSAGES/default.po
Languages: es

source: (Optional) Choose shipping status for the current order.
es: (Opcional) Elige el estado de envío para el pedido actual.

source: (Optional) The URL tracking.
es: (Opcional) La URL de rastreo.

source: (Optional) When the shipping status changed.
es: (Opcional) Cuándo cambió el estado de envío.

source: Edit Order #%{order_id}
es: Edita Pedido %{order_id}

source: Order updated correctly
es: Pedido actualización correctamente

source: Payment Option
es: Opción de Pago

source: Shipping Status
es: Estado de envío

source: Shipping Status At
es: Estado de envío el

source: Shipping Tracking URL
es: URL de Rastreo de Envío

source: preparing
es: en preparación

source: received
es: recibido

source: sent
es: enviado

source: Are you sure you want to remove this cross sell?
es: ¿Seguro que quieres eliminar esta venta cruzada?

source: Are you sure you want to remove this review?
es: ¿Seguro que quieres eliminar esta reseña?

source: Cannot remove review
es: No puedo eliminar la reseña

source: Company
es: Compañía

source: Disabled
es: Deshabilitado

source: Edit Review
es: Edita Reseña

source: New Review
es: Nueva Reseña

source: New review
es: Nueva reseña

source: New review from %{slug}
es: Nueva reseña para %{slug}

source: Position
es: Puesto

source: Review %{author} from %{slug}
es: Reseña de %{author} para %{slug}

source: Review created successfully!
es: ¡Reseña creada con éxito!

source: Review for book %{slug}
es: Nueva Reseña para libro %{slug}

source: Review modified successfully!
es: ¡Reseña eliminada con éxito!

source: Review not found
es: Reseña no encontrada

source: Review removed successfully!
es: ¡Reseña eliminada con éxito!

source: Reviews
es: Reseñas

source: The company where the person who send us the review works.
es: La compañía donde trabaja la persona que envió la reseña.

source: The full name for the person who send us the review.
es: El nombre completo de la persona que envió la reseña.

source: The position that has the person who send us the review.
es: El puesto que ostenta la persona que envió la reseña.

source: Value
es: Valor

source: Value 0-50 for the review.
es: Valor entre 0-50 para la reseña.

source: Write the text sent as the review.
es: Escribe el texto enviado como reseña.

source: (Optional) Group helps to filter the different offers together.
es: (Opcional) Agrupar ayuda a filtrar las diferentes ofertas juntas.

source: Active
es: Activa

source: All
es: Todas

source: Expired / Used
es: Expiradas / Usadas

source: Group
es: Grupo

source: No group
es: Sin grupo

source: The amount or percentage to be applied. If the discount type is percetage it is a percentage of discount and if it's amount, it's defined as cents.
es: La cantidad o porcentaje a ser aplicado. Si el tipo descuento es porcentaje es un porcentaje de descuento y si es una cantidad, es definido en céntimos.

source: Total entries
es: Total de entradas

source: Uses
es: Usos

source: Add Shop Link
es: Añadir Enlace de Tienda

source: Ads
es: Publicidad

source: Are you sure you want to remove this carousel ad?
es: ¿Seguro que quieres eliminar esta publicidad de carrusel?

source: Cannot remove carousel ad
es: No puedo eliminar la publicidad de carrusel

source: Carousel Ad
es: Publicidad de Carrusel

source: Carousel Ad created successfully!
es: ¡Publicidad de Carrusel creada con éxito!

source: Carousel Ad modified successfully!
es: ¡Publicidad de Carrusel modificada con éxito!

source: Carousel Ad removed successfully!
es: ¡Publicidad de Carrusel eliminada con éxito!

source: Carousel Ads
es: Publicidad de Carrusel

source: Choose a book...
es: Elige un libro

source: Choose an image to show in the carousel for the main page.
es: Elige una imagen para mostrar en el carrusel de la página principal.

source: Choose an image...
es: Elige una imagen...

source: Choose type...
es: Elige tipo...

source: Edit a Carousel Ad
es: Edita una Publicidad de Carrusel

source: If enabled, it will appear in the carousel ads in the main page.
es: Si está activado aparecerá en el carrusel en la página principal.

source: Image
es: Imagen

source: Insert the priority of the carousel ad.
es: Inserta la prioridad para la publicidad de carrusel.

source: New Carousel Ad
es: Nueva Publicidad de Carrusel

source: New carousel ad
es: Nueva publicidad de carrusel

source: No book
es: Ninguno

source: Priority
es: Prioridad

source: Shop links
es: Enlaces de compra

source: The book where goes when clicking/tapping the image.
es: El libro al que va cuando se hace clic en la imagen.

source: Update carousel ad
es: Modificada publicidad de carrusel

source: Are you sure you want to remove the %{name} bundle?
es: ¿Seguro que quieres eliminar el paquete %{name}?

source: Book / Bundle
es: Libro / Paquete

source: Bundle
es: Paquete

source: Bundle Name
es: Nombre del Paquete

source: Bundle created successfully!
es: ¡Paquete creado con éxito!

source: Bundle modified successfully!
es: ¡Paquete modificado con éxito!

source: Bundle removed successfully!
es: ¡Paquete eliminado con éxito!

source: Bundles
es: Paquetes

source: Cannot remove bundle
es: No puedo eliminar el paquete

source: Choose a bundle...
es: Elige un paquete...

source: Choose the type for the link to add a book or a bundle.
es: Elige el tipo de para el enlace para agregar un libro o un paquete.

source: Edit Bundle
es: Edita Paquete

source: Formats
es: Formatos

source: New Bundle
es: Nuevo Paquete

source: New bundle
es: Nuevo Paquete

source: The bundle where goes when clicking/tapping the image.
es: El paquete al que va cuando se hace clic en la imagen.

source: The canonical name for using in URI and friendly place.
es: El nombre canónico para usar en la URI y sitios amigables.

source: The formats inside of the bundle.
es: El formato dentro del paquete.

source: Update bundle
es: Modificar paquete

source: About
es: Acerca de

source: Are you sure you want to remove the %{name} landing?
es: ¿Seguro que quieres eliminar la página %{name}?

source: Cannot remove landing page
es: No puedo eliminar la página de inicio

source: Edit Landing Page
es: Editar Página de Inicio

source: Engagement phrases
es: Frases de enganche

source: Landing
es: Página

source: Landing Page
es: Página de Inicio

source: Landing page created successfully!
es: ¡Página de inicio creada con éxito!

source: Landing page modified successfully!
es: ¡Página de inicio modificada con éxito!

source: Landing page removed successfully!
es: ¡Página de inicio eliminada con éxito!

source: Landing page slugs
es: Slug de página de inicio

source: Landings
es: Páginas

source: New Landing Page
es: Nueva Página de Inicio

source: New landing page
es: Nueva Página de Inicio

source: Phrases (one per line) for the engagement place.
es: Frases (una por línea) para enganchar.

source: Preview pages
es: Preveer páginas

source: Price to pay
es: Precio a pagar

source: Real price
es: Precio real

source: The book for the landing page.
es: El libro para la página de incio.

source: The bundle for the landing page.
es: El paquete para la página de inicio.

source: The number of pages to be loaded in the Kindle image (only if you choose book)
es: El número de páginas a ser cargada en la imagen de Kindle (solo si eliges libro)

source: The price of the whole bundle. It's not applying offers.
es: El precio de un paquete completo. Sin aplicar ofertas.

source: The price with all of the offers applied to give the idea how much the user will pay.
es: El precio con todas las ofertas aplicadas para dar una idea de cuánto pagará el usuario.

source: The slugs we will use to localize the landing page.
es: Slugs para localizar la página de inicio.

source: Update landing page
es: Modifica página de inicio

source: Write the description which will be shown in the landing page.
es: Escribe la descripción que será mostrada en la página de inicio.

source: Write the information about the product offered in the page.
es: Escribe la información sobre el producto ofrecido en la página.

source: visit landing page
es: visita la página de inicio
