Repository: altenwald/altenwald
Catalog: apps/books_admin/priv/gettext/*/LC_MESSAGES/default.po
Languages: es

source: %{month} of %{year}
es: %{month} de %{year}

source: %{rows} affected and modified/removed.
es: %{rows} afectadas y movidas/eliminadas.

source: (1st) First edition
es: (1ª) Primera edición

source: (2nd) Second edition
es: (2ª) Segunda edición

source: (3nd) Third edition
es: (3ª) Tercera edición

source: (4nd) Fourth edition
es: (4ª) Cuarta edición

source: (5th) Fifth edition
es: (5ª) Quinta edición

source: (Optional) Define the maximum date and time for this offer.
es: (Opcional) Define la fecha y hora máximas para esta oferta.

source: (Optional) ISBN must be provided previously to be launched or in presale state.
es: (Opcional) ISBN debe ser proporcionado previamente al lanzamiento o en estado preventa.

source: (Optional) If the book must be deposited in the Deposit Legal we could put here its code.
es: (Opcional) Si el libro debe ser depositado en el Depósito Legal podemos agregar su código.

source: (Optional) If the type of offer is 'code' then it's compulsory.
es: (Opcional) Si el tipo de oferta es 'código' entonces es obligatorio.

source: (Optional) Order number if it's a chapter or an appendix.
es: (Optional) Número de orden si es un capítulo o un apéndice.

source: (Optional) Specify the date when the book will be available for presale.
es: (Opcional) Especifica la fecha para la preventa.

source: (Optional) Specify the date when the book will be launched. Available to be purchased.
es: (Opcional) Especifica la fecha para el lanzamiento. Disponible para su compra.

source: (Optional) Specify the number of pages for the PDF/Paper book.
es: (Opcional) Especifica el número de páginas para el libro PDF y/o Papel.

source: (Optional) The URL where the resources (code, examples, ...) for the book are available (if any).
es: (Opcional) La URL donde los resultados (código, ejemplos, ...) para el libro estarán disponible.

source: (Optional) The filename or URI for accessing to the samples.
es: (Opcional) El fichero o URI para acceder a los ejemplos.

source: (Optional) The language for showing this description.
es: (Opcional) El idioma para mostrar su descripción.

source: (Optional) This block is going to be shown in the main book page. Use <h2> for titles and <p> for each paragraph. See code for ensuring it's not messing the HTML.
es: (Opcional) Este bloque será mostrado en la página principal del libro. Usa <h2> para los títulos y <p> para cada párrafo. Echa un vistazo al código HTML para asegurar de que es correcto.

source: (Optional) Use comma-separated values.
es: (Opcional) Usa valores separados por comas.

source: A bit of you, your bio.
es: Un poco sobre ti, tu biografía.

source: A link to your %{name} profile.
es: Un enlace a tu perfil de %{name}.

source: Add a new role to this book
es: Agrega un nuevo rol para el libro

source: Add role
es: Agrega rol

source: Appendix
es: Apéndice

source: Apply on
es: Aplicar a

source: April
es: Abril

source: Are you sure you want to remove %{format} format?
es: ¿Seguro que quieres eliminar el formato %{format}?

source: Are you sure you want to remove %{project} project?
es: ¿Seguro que quieres eliminar el project %{project}?

source: Are you sure you want to remove the %{name} offer?
es: ¿Seguro que quieres eliminar la oferta %{name}?

source: Are you sure you want to remove the role from the book?
es: ¿Seguro que quieres eliminar el rol del libro?

source: Are you sure you want to remove this content?
es: ¿Seguro que quieres eliminar este contenido?

source: August
es: Agosto

source: Author
es: Autor

source: Available formats
es: Formatos disponibles

source: Book
es: Libro

source: Book %{book_slug}
es: Libro %{book_slug}

source: Book contents
es: Contenidos del libro

source: Book created successfully
es: Libro creado con éxito

source: Book crossed
es: Libro cruzado

source: Book modified successfully
es: Libro modificado con éxito

source: Book not found
es: Libro no encontrado

source: Book role
es: Rol del libro

source: Book role created successfully!
es: ¡Rol del libro creado con éxito!

source: Book role for %{slug}
es: Rol del libro para %{slug}

source: Book role modified successfully!
es: ¡Rol del libro modificado con éxito!

source: Book role not found
es: Rol del libro no encontrado

source: Book role removed successfully!
es: ¡Rol del libro eliminado con éxito!

source: Books catalog
es: Catálogo de libros

source: Cancel
es: Cancelar

source: Cannot remove book role
es: No puedo eliminar el rol del libro

source: Cannot remove content
es: No puedo eliminar el contenido

source: Cannot remove cross_selling
es: No puedo eliminar la venta cruzada

source: Cannot remove offer, maybe it's in use
es: No puedo eliminar la oferta, quizás está en uso

source: Cannot remove profile
es: No puedo eliminar el perfil

source: Cannot remove project
es: No puedo eliminar el proyecto

source: Cart
es: Carrito

source: Catalog
es: Catálogo

source: Category
es: Categoría

source: Chapter
es: Capítulo

source: Choose a book
es: Elige un libro

source: Choose a profile to be assigned to a role for this book.
es: Elige un perfil para ser asignado a un rol para este libro.

source: Choose a role for the profile for this book.
es: Elige un rol para el perfil para este libro.

source: Choose a type for the kind of content.
es: Elige un tipo para este contenido.

source: Choose a type for the kind of format.
es: Elige un tipo para este formato.

source: Choose one...
es: Elige uno...

source: Choose the category where the book will be placed.
es: Elige la categoría en la que el libro estará situado.

source: Code
es: Código

source: Combo formats
es: Formatos del combo

source: Content
es: Contenido

source: Content %{content_type} %{order} from %{slug}
es: Contenido %{content_type} %{order} de %{slug}

source: Content created successfully!
es: ¡Contenido creado con éxito!

source: Content for book %{slug}
es: Contenido para el libro %{slug}

source: Content modified successfully!
es: ¡Contenido modificado con éxito!

source: Content not found
es: Contenido no encontrado

source: Content removed successfully!
es: ¡Contenido eliminado con éxito!

source: Contents
es: Contenidos

source: Contents of %{book_slug}
es: Contenidos de %{book_slug}

source: Country
es: País

source: Cover
es: Portada

source: Create a new profile
es: Crear un nuevo perfil

source: Create profile
es: Crear perfil

source: Cross Selling
es: Venta Cruzada

source: Cross selling created successfully!
es: ¡Venta cruzada creada con éxito!

source: Cross selling for %{slug}
es: Venta cruzada para %{slug}

source: Cross selling for book %{slug}
es: Venta cruzada para el libro %{slug}

source: Cross selling modified successfully!
es: ¡Venta cruzada modificada con éxito!

source: Cross selling not found
es: Venta cruzada no encontrada

source: Cross selling removed successfully!
es: ¡Venta cruzada eliminada con éxito!

source: Current month
es: Mes actual

source: Dashboard
es: Panel de control

source: Date
es: Fecha

source: December
es: Diciembre

source: Define a custom slug for your book. It must to be unique.
es: Define un slug personalizado para tu libro. Debe ser único.

source: Delete
es: Eliminar

source: Description
es: Descripción

source: Discount
es: Descuento

source: Discount Amount / Percentage
es: Cantidad / Porcentaje de Descuento

source: Discount Type
es: Tipo de Descuento

source: Do it!
es: ¡Hazlo!

source: Done
es: Hecho

source: Edit
es: Editar

source: Edit Book
es: Editar Libro

source: Edit Content
es: Editar Contenido

source: Edit Cross Selling
es: Editar Venta Cruzada

source: Edit Format
es: Editar Formato

source: Edit Offer
es: Editar Oferta

source: Edit Profile
es: Editar Perfil

source: Edit Project
es: Editar Proyecto

source: Edit Role for %{book_slug}
es: Editar Rol para %{book_slug}

source: Edit book %{book_slug}
es: Editar libro %{book_slug}

source: Edit role for the book
es: Edtar rol para el libro

source: Edit role profile
es: Editar perfil del rol

source: Edition
es: Edición

source: Enabled?
es: ¿Activado?

source: Excerpt filename
es: Fichero resumen

source: Expiration
es: Caducidad

source: February
es: Febrero

source: Finance
es: Finanzas

source: First Name
es: Nombre

source: Format
es: Formato

source: Format for book %{slug}
es: Formato para el libro %{slug}

source: Found validation errors, see below
es: Encontrados errores de validación, ver abajo

source: Full Name
es: Nombre Completo

source: Human language used to write the book.
es: Lenguaje humano usado escribir el libro.

source: If enabled, it will appear in the public listing of books.
es: Si está activado se mostrará en el listado público de libros.

source: If enabled, it will appear to be purchased.
es: Si está activado aparecerá para ser comprado.

source: Illustrator
es: Ilustrador

source: In process
es: En proceso

source: Income
es: Ingresos

source: Income per year
es: Ingresos por año

source: Indicate if it has associated shipping costs.
es: Indica si tiene asociados costes de envío.

source: Information
es: Información

source: Inserted At
es: Insertado En

source: Introduction
es: Introducción

source: It's not going to be visible
es: No será visible

source: Items
es: Ítems

source: January
es: Enero

source: July
es: Julio

source: June
es: Junio

source: Keywords
es: Palabras clave

source: Language
es: Idioma

source: Last Name
es: Apellido(s)

source: Last month
es: Mes anterior

source: Legal deposit
es: Depósito legal

source: Links
es: Enlaces

source: List books
es: Lista de libros

source: Logo URL
es: URL del Logo

source: March
es: Marzo

source: Mark as 'done'
es: Marcar como 'hecho'

source: Mark as 'prepared'
es: Marcar como 'preparado'

source: Mark as 'reviewed'
es: Marcar como 'revisado'

source: Mark as 'todo'
es: Marcar como 'por hacer'

source: Marketing description
es: Descripción de marketing

source: May
es: Mayo

source: Money
es: Dinero

source: Monthly Average
es: Media Mensual

source: Name
es: Nombre

source: New Book
es: Nuevo Libro

source: New Content
es: Nuevo Contenido

source: New Cross Selling
es: Nueva Venta Cruzada

source: New Offer
es: Nueva Oferta

source: New Profile
es: Nuevo Perfil

source: New Project
es: Nuevo Proyecto

source: New Role for %{book_slug}
es: Nuevo Rol para %{book_slug}

source: New author
es: Nuevo autor

source: New book
es: Nuevo libro

source: New book role from %{slug}
es: Nuevo rol del libro para %{slug}

source: New content
es: Nuevo contenido

source: New content from %{slug}
es: Nuevo contenido para %{slug}

source: New cross selling
es: Nueva venta cruzada

source: New cross selling for %{slug}
es: Nueva venta cruzada para %{slug}

source: New format
es: Nuevo formato

source: New offer
es: Nueva oferta

source: New project
es: Nuevo proyecto

source: New project from %{slug}
es: Nuevo proyecto para %{slug}

source: No ISBN
es: Sin ISBN

source: No affected rows, you have to select at least one row.
es: No se modificó ninguna fila, debes seleccionar al menos una.

source: No assgined
es: No asignado

source: No expiration
es: Sin caducidad

source: No items
es: No hay ítems

source: No modified rows, something wrong happened.
es: No se modificó ninguna fila, sucedió un error.

source: No provided yet
es: No proporcionado aún

source: No user selected
es: Usuario no seleccionado

source: Not defined
es: No definido

source: November
es: Noviembre

source: Number
es: Número

source: Number of Pages
es: Número de Páginas

source: Number of edition corresponding to this book.
es: Número de edición correspondiente a este libro.

source: Number of pages
es: Número de páginas

source: October
es: Octubre

source: Offer
es: Oferta

source: Offer Name
es: Nombre de la Oferta

source: Offer created successfully!
es: ¡Oferta creada con éxito!

source: Offer modified successfully!
es: ¡Oferta modificada con éxito!

source: Offer removed successfully!
es: ¡Oferta eliminada con éxito!

source: Offers
es: Ofertas

source: Options
es: Opciones

source: Order
es: Orden

source: Order #%{order_id}
es: Pedido %{order_id}

source: Order data
es: Datos del pedido

source: Order detail
es: Detalles del pedido

source: Order not found
es: Pedido no encontrado

source: Paper
es: Papel

source: Pending
es: Pendiente

source: Percentage (items)
es: Porcentaje (ítems)

source: Percentage (shipping)
es: Porcentaje (envío)

source: Preface
es: Prólogo

source: Prepared
es: Preparado

source: Presale
es: Preventa

source: Presale started
es: Preventa iniciada

source: Presale will start
es: Preventa comenzará

source: Price
es: Precio

source: Profile
es: Perfil

source: Profile Information
es: Información del Perfil

source: Profile created successfully!
es: ¡Perfil creado con éxito!

source: Profile modified successfully!
es: ¡Perfil modificado con éxito!

source: Profile not found
es: Perfil no encontrado

source: Profile removed successfully!
es: ¡Perfil eliminado con éxito!

source: Project created successfully!
es: ¡Proyecto creado con éxito!

source: Project for book %{slug}
es: Proyecto para el libro %{slug}

source: Project from %{slug}
es: Proyecto para %{slug}

source: Project modified successfully!
es: ¡Proyecto modificado con éxito!

source: Project not found
es: Proyecto no encontrado

source: Project removed successfully!
es: ¡Proyecto eliminado con éxito!

source: Projects
es: Proyectos

source: Published date
es: Fecha de publicación

source: Quantity
es: Cantidad

source: Release
es: Lanzamiento

source: Remote IP
es: IP Remota

source: Remove
es: Eliminar

source: Remove the role from this book
es: Eliminar el rol para este libro

source: Resources URL
es: URL de recursos

source: Reviewed
es: Revisado

source: Reviewer
es: Revisor

source: Role
es: Rol

source: Save
es: Guardar

source: September
es: Septiembre

source: Shipping costs
es: Coste de envío

source: Shipping discount
es: Descuento de envío

source: Shipping?
es: ¿Envío?

source: Short Name
es: Nombre Corto

source: Sold Items
es: Ítems Vendidos

source: Spanish
es: Español

source: State
es: Estado

source: Status
es: Estado

source: Subtitle
es: Subtítulo

source: Tax
es: Impuesto

source: The URL for accessing to the project.
es: La URL para acceder al proyecto.

source: The URL for identifying the author.
es: La URL para identificar al autor.

source: The URL for the logo of the project.
es: La URL para el logo del proyecto.

source: The amount of tax which is included in the price.
es: La cantidad de impuestos incluidos en el precio.

source: The books for the cross selling.
es: Los libros para la venta cruzada.

source: The format price to be purchased.
es: El precio del formato para ser comprado.

source: The name of the project.
es: El nombre del proyecto.

source: The title of the chapter, appendix, preface, etc. Don't add numbers, only the title.
es: El título del capítulo, apéndice, prólogo, etc. No agregues números, solo el título.

source: The title or position you have.
es: El título o puesto profesional que ostentas.

source: The type of discount to be applied.
es: El tipo de descuento a ser aplicado.

source: The type of offer.
es: El tipo de oferta.

source: Time
es: Hora

source: Title
es: Título

source: Todo
es: Por hacer

source: Total (VAT incl.)
es: Total (IVA incl.)

source: Total Income
es: Ingresos Totales

source: Translator
es: Traductor/a

source: Type
es: Tipo

source: Update author
es: Modificar autor

source: Update offer
es: Modificar oferta

source: User
es: Usuario

source: Visitors
es: Visitantes

source: Visits
es: Visitas

source: Write the description which will be shown in the book page.
es: Escribe la descripción que será mostrada en la página del libro.

source: Year
es: Año

source: Your full name. Use your full names (first, middle, last, all of the names).
es: Tu nombre completo. Nombres y apellidos.

source: Your short name. The name shown under the book.
es: Tu nombre corto. El nombre mostrado bajo el título del libro.

source: book cover
es: portada del libro

source: cancelled
es: cancelado

source: contents
es: contenidos

source: delete
es: eliminar

source: done
es: hecho

source: edit
es: editar

source: new
es: nuevo

source: no sample
es: sin muestra

source: paid
es: pagado

source: prepared
es: preparado

source: refunded
es: reembolsado

source: remove
es: eliminar

source: required
es: requerido

source: reviewed
es: revisado

source: sample
es: muestra

source: timed-out
es: caducado

source: to do
es: por hacer

source: todo
es: por hacer

source: waiting
es: esperando

source: (Optional) Choose an order related to this bookshelf item.
es: (Opcional) Elige un pedido relacionado con el ítem de la estantería.

source: (Optional) Define the maximum number of uses for this offer, only applies to codes.
es: (Opcional) Define el número máximo de usos para esta oferta, solo aplica a códigos.

source: Account
es: Cuenta

source: Accounts
es: Cuentas

source: Are you sure you want to delete this file? (%{type})
es: ¿Seguro que quieres eliminar este fichero? (%{type})

source: Are you sure you want to remove this book from the bookshelf?
es: ¿Seguro que quieres eliminar este libro de la estantería?

source: Are you sure you want to stop this order?
es: ¿Seguro que quieres eliminar este pedido?

source: Bookshelf for %{name}
es: Estantería para %{name}

source: Bookshelf item created successfully!
es: ¡Ítem de estantería creado con éxito!

source: Bookshelf item for %{name}
es: Ítem de estantería para %{name}

source: Bookshelf item for user %{name}
es: Ítem de estantería para usuario %{name}

source: Bookshelf item modified successfully!
es: ¡Ítem de estantería modificado con éxito!

source: Bookshelf item not found
es: Ítem de estantería no encontrado

source: Bookshelf item removed successfully!
es: ¡Ítem de estantería eliminado con éxito!

source: Cannot find the order
es: No puedo encontrar el pedido

source: Cannot remove bookshelf item
es: No puedo eliminar el ítem de estantería

source: Cannot remove digital file
es: No puedo eliminar el fichero digital

source: Cannot remove format
es: No puedo eliminar el formato

source: Choose a book for the bookshelf item.
es: Elige un libro como ítem de estantería

source: Choose a file type.
es: Elige un tipo de fichero.

source: Choose a type for the bookshelf item.
es: Elige un tipo para este ítem de estantería.

source: Confirmed?
es: ¿Confirmado?

source: Digital file created successfully!
es: ¡Fichero digital creado con éxito!

source: Digital file for %{slug}
es: Fichero digital para %{slug}

source: Digital file for book %{slug} (%{format})
es: Fichero digital para el libro %{slug} (%{format})

source: Digital file modified successfully!
es: ¡Fichero digital modificado con éxito!

source: Digital file not found
es: Fichero digital no encontrado

source: Digital file removed successfully!
es: ¡Fichero digital eliminado con éxito!

source: Digital files
es: Ficheros digitales

source: Digital not found
es: Digital no encontrado

source: Edit Bookshelf Item
es: Editar Ítem de estantería

source: Edit Digital File
es: Editar Fichero Digital

source: Expires at
es: Caduca el

source: External
es: Externo

source: File Name
es: Nombre de Fichero

source: File Type
es: Tipo de Fichero

source: Filename
es: Nombre de Fichero

source: Filetype
es: Tipo de Fichero

source: Format created successfully!
es: ¡Formato creado con éxito!

source: Format from %{slug}
es: Formato para %{slug}

source: Format modified successfully!
es: ¡Formato modificado con éxito!

source: Format not found
es: Formato no encontrado

source: Format removed successfully!
es: ¡Formato eliminado con éxito!

source: Goto page %{num}
es: Ir a página %{num}

source: If enabled, it will appear to be downloaded.
es: Si está activado aparecerá para ser descargado.

source: Initiated?
es: ¿Iniciado?

source: Is Admin?
es: ¿Es Admin?

source: Is Author?
es: ¿Es Autor?

source: Max Uses
es: Máx. de Usos

source: New Bookshelf Item
es: Nuevo Ítem de estantería

source: New Digital File
es: Nuevo Fichero Digital

source: New Format
es: Nuevo Formato

source: New account
es: Nueva cuenta

source: New bookshelf item
es: Nuevo Ítem de estantería

source: New bookshelf item for %{name}
es: Nuevo Ítem de estantería para %{name}

source: New digital file for %{slug}
es: Nuevo fichero digital para %{slug}

source: New file
es: Nuevo fichero

source: New format from %{slug}
es: Nuevo formato para %{slug}

source: No order
es: Sin pedido

source: None
es: Ninguno

source: Order stopped successfully!
es: ¡Oferta detenida con éxito!

source: Previous
es: Previa

source: Purchased
es: Comprado

source: Started at
es: Iniciado el

source: The description for the bookshelf item.
es: La descripción para el ítem de estantería.

source: The description for the digital file.
es: La descripción para el fichero digital.

source: The expiration date for the bookshelf item.
es: La fecha de caducidad del ítem de estantería.

source: The name for the digital file.
es: El nombre del fichero digital.

source: The started date when the bookshelf item was acquired.
es: La fecha de cuando el ítem de estantería fue adquirido.

source: Time (UTC)
es: Hora (UTC)

source: author
es: autor

source: bookshelf
es: estantería

source: external
es: externo

source: purchased
es: comprado

source: show
es: ver

source: stop
es: detener

source: Infinity
es: Infinito

source: Next
es: Siguiente

source: (Optional) Items number included in the income.
es: (Opcional) Número de ítems incluido en el ingreso.

source: (Optional) Items number included in the outcome.
es: (Opcional) Número de ítems incluido en el gasto.

source: (Optional) The book that originated this income.
es: (Opcional) El libro que originó el ingreso.

source: (Optional) The book that originated this outcome.
es: (Opcional) El libro que originó el gasto.

source: (Optional) Write the target where the outcome goes to.
es: (Opcional) Escribe el destino donde fue el gasto.

source: -- No book implied --
es: -- No hay libro implicado --

source: All months
es: Todos los meses

source: All years
es: Todos los años

source: Amount
es: Cantidad

source: Choose a month for the income.
es: Elige un mes para el ingreso.

source: Choose a month for the outcome.
es: Elige un mes para el gasto.

source: Choose a the source where the income came from.
es: Elige el origen del que proviene el ingreso.

source: Edit an Income Balance
es: Edita un Balance de Ingreso

source: Edit an Outcome Balance
es: Edita un Balance de Gasto

source: Filter
es: Filtro

source: Income created successfully!
es: ¡Ingreso creado con éxito!

source: Income modified successfully!
es: ¡Ingreso modificado con éxito!

source: Income removed successfully!
es: ¡Ingreso eliminado con éxito!

source: Insert the year of the income.
es: Inserta el año para el ingreso.

source: Insert the year of the outcome.
es: Inserta el año para el gasto.

source: Month
es: Mes

source: New income
es: Nuevo ingreso

source: New outcome
es: Nuevo gasto

source: Outcome
es: Gasto

source: Outcome created successfully!
es: ¡Gasto creado con éxito!

source: Outcome modified successfully!
es: ¡Gasto modificado con éxito!

source: Outcome removed successfully!
es: ¡Gasto eliminado con éxito!

source: Source
es: Origen

source: Target
es: Destino

source: The amount of money of the income.
es: La cantidad de dinero para el ingreso.

source: The amount of money of the outcome.
es: La cantidad de dinero del gasto.

source: Update income
es: Modificar ingreso

source: Update outcome
es: Modificar gasto

source: Cannot remove income
es: No puedo eliminar el ingreso

source: Cannot remove outcome
es: No puedo eliminar el gasto

source: New Income Balance
es: Nuevo Balance de Ingreso

source: New Outcome Balance
es: Nuevo Balance de Gasto
