Repository: altenwald/altenwald
Catalog: apps/books_web/priv/gettext/*/LC_MESSAGES/errors.po
Languages: es

source: can't be blank
es: no puede estar vacío

source: has already been taken
es: ya ha sido dado

source: is invalid
es: no válido

source: must be accepted
es: debe ser aceptado

source: has invalid format
es: formato no válido

source: has an invalid entry
es: hay una entrada no válida

source: is reserved
es: reservado

source: does not match confirmation
es: no coincide la confirmación

source: is still associated with this entry
es: está aún asociado con esta entrada

source: are still associated with this entry
es: están aún asociados con esta entrada

source: should be %{count} character(s)
es: debe ser %{count} caracter(es)

source: should have %{count} item(s)
es: debe tener %{count} ítem

source: should be at least %{count} character(s)
es: debe ser al menos %{count} caracter

source: should have at least %{count} item(s)
es: debe tener al menos %{count} ítem

source: should be at most %{count} character(s)
es: debe tener máximo %{count} caracter

source: should have at most %{count} item(s)
es: debe tener máximo %{count} ítem

source: must be less than %{number}
es: debe ser menor que %{number}

source: must be greater than %{number}
es: debe ser mayor que %{number}

source: must be less than or equal to %{number}
es: debe ser menor o igual que %{number}

source: must be greater than or equal to %{number}
es: debe ser mayor o igual que %{number}

source: must be equal to %{number}
es: debe ser igual que %{number}

source: does not match password
es: no coincide la contraseña

source: is not valid
es: no es válido
